{
  "variable": "A variable relevant to quantifying the net carbon removal resulting from an enhanced weathering deployment.",
  "method": "Specific methods used to generate data on the target variable.",
  "type": "Are the quantification methods described measurements, models, or a form of record keeping?",
  "category": "Are the quantification methods described applied to rock, soil, water, gas, crops, environmental conditions, management practices, or some combination?",
  "transient": "Is the variable a transient phenomenon that requires near-continuous monitoring to understand outcomes over time?",
  "impacts": "Which non-carbon impacts could be informed by the generated data, if any? Non-carbon impacts considered include industrial development, silicate inhalation, heavy metal accumulation, agricultural inputs, crop health, soil health, soil biology, and freshwater biology.",
  "coverage_rock": "The type and quantity of rock applied to the field places an upper bound on the [potential for CDR](https://carbonplan.org/research/cdr-verification/docs/components/min-pot) given the physical properties of the rock and the  [emissions](https://carbonplan.org/research/cdr-verification/docs/components/mat-CO₂) [associated](https://carbonplan.org/research/cdr-verification/docs/components/energy-CO₂) with its sourcing and application.",
  "coverage_initial_weathering": "To impact atmospheric CO₂, the applied rock must dissolve, neutralizing acid and [releasing alkalinity](https://carbonplan.org/research/cdr-verification/docs/components/alk-release) into the system. These reactions increase water’s ability to hold carbon. Characterizing the rate of initial weathering is a central challenge for enhanced weathering MRV, and multiple primary measurements will likely be needed to validate the observed weathering signal. In some cases, the quantification of initial weathering may be combined with the quantification of field processes, depending on the choice of tools.",
  "coverage_field": "Chemical or biological processes in the field to which the rock is applied can affect the relationship between initial weathering and atmospheric CO₂ removal. These processes include [carbonate precipitation](https://carbonplan.org/research/cdr-verification/docs/components/carb-terr), [secondary mineral formation](https://carbonplan.org/research/cdr-verification/docs/components/min-sec), and interactions with microbial communities and [soil carbon](https://carbonplan.org/research/cdr-verification/enhanced-weathering). Field processes can also affect the timing of CO₂ removal, for example via the interaction of weathering products and the soil cation exchange complex.",
  "coverage_watershed": "As weathering products move through the watershed downstream of the field, chemical or biological processes can affect the relationship between initial weathering and ultimate atmospheric CO₂ removal. These processes include [carbonate precipitation](https://carbonplan.org/research/cdr-verification/docs/components/carb-terr) and [evasion](https://carbonplan.org/research/cdr-verification/docs/components/evasion). Weathering products may spend days to centuries in a watershed before reaching the ocean. Note that this resource assumes that projects will have to use models to account for watershed processes because of the large spatial and temporal scales over which they operate.",
  "coverage_ocean": "The majority of carbon removed from the atmosphere as a result of enhanced weathering will ultimately be [stored in the ocean](https://carbonplan.org/research/cdr-verification/docs/components/tau-dic) in the form of dissolved inorganic carbon (DIC). Ocean processes that affect the relationship between initial weathering and ultimate atmospheric CO₂ removal include [evasion](https://carbonplan.org/research/cdr-verification/docs/components/evasion) and [carbonate precipitation](https://carbonplan.org/research/cdr-verification/docs/components/carb-marine). Note that this resource assumes that projects will have to use models to account for ocean processes because of the large spatial and temporal scales over which they operate.",
  "essential": "Provides data that should be included in all enhanced weathering MRV approaches.",
  "primary": "Provides data that could play a central role in estimating net carbon removal, contingent on the overall MRV approach chosen.",
  "secondary": "Provides data that complements essential and primary data, or usefully constrains the system.",
  "extra": "Provides data on potential side effects or provides coverage of unknown unknowns."
}
