{
  "target": "A variable relevant to quantifying the net carbon removal resulting from an enhanced weathering deployment.",
  "tool": "Secific tool or tools used to generate data on the target variable.",
  "type": "Is this tool a measurement, model, set of records, or other?",
  "category": "Is this tool applied to rock, soil, water, gas, crops, environment, management practices, or some combination?",
  "transient": "Does this tool try to measure a transient target that requires near-continuous monitoring? Note that targets that change slowly are not marked as transient.",
  "impacts": "What non-carbon impacts could this tool inform, if any? Non-carbon impacts considered include industrial development, silicate inhalation, heavy metal accumulation, agricultural inputs, crop health, soil health, soil biology, and freshwater biology.",
  "coverage_rock": "During the rock application phase of an enhanced weathering deployment, it's critical to characterize the physical properties of the [applied weathering material](https://carbonplan.org/research/cdr-verification/docs/components/min-pot), which determine the potential atmsopheric carbon drawdown and inform the subsequent quantification of initial weathering. In addition, [emissions](https://carbonplan.org/research/cdr-verification/docs/components/mat-co2) [associated](https://carbonplan.org/research/cdr-verification/docs/components/energy-co2) with the selection, sourcing, and application of the weathering material must be quantified in order to calculate net carbon removal resulting from the deployment.",
  "coverage_initial_weathering": "The applied rock must [weather](https://carbonplan.org/research/cdr-verification/docs/components/alk-release) in order to affect atmospheric CO₂ drawdown. Characterizing the rate of initial weathering is a central challenge for enhanced weathering MRV. In some cases, the quantification of initial weathering may be combined with the quantification of field processes, depending on the choice of tools.",
  "coverage_field": "Field processes such as [carbonate precipitation](https://carbonplan.org/research/cdr-verification/docs/components/carb-terr), [secondary mineral formation](https://carbonplan.org/research/cdr-verification/docs/components/min-sec), [non-carbonic acid neutralization](https://carbonplan.org/research/cdr-verification/docs/components/alk-loss), and [soil carbon responses](https://carbonplan.org/research/cdr-verification/enhanced-weathering) affect the extent to which initial rock weathering results in net atmospheric CO₂ drawdown. In some cases, the quantification of field processes may be combined with the quantification of initial weathering, depending on the choice of tools.",
  "coverage_watershed": "As weathering products are transported through the watershed, processes such as [carbonate precipitation](https://carbonplan.org/research/cdr-verification/docs/components/carb-terr) and [evasion](https://carbonplan.org/research/cdr-verification/docs/components/evasion) affect the extent to which initial rock weathering results in net atmospheric CO₂ drawdown. Here, we focus on how individual enhanced weathering projects are likely to quantify watershed processes, which will likely be model-based because of the large spatial and temporal scales involved. Note that many of the direct measurement tools in the database could be used study these watershed processes and validate models, even though they are not marked as \"relevant\" in the context of this database.",
  "coverage_ocean": "As weathering products reach the ocean for long-term storage, processes such as [carbonate precipitation](https://carbonplan.org/research/cdr-verification/docs/components/carb-marine) and [evasion](https://carbonplan.org/research/cdr-verification/docs/components/evasion) affect the extent to which initial rock weathering results in duable storage of CO₂ out of the atmosphere. Here, we focus on how individual enhanced weathering projects are likely to quantify ocean processes, which will likely be model-based because of the large spatial and temporal scales involved. Note that many of the direct measurement tools in the database may be used study these ocean processes and validate models, even though they are not marked as \"relevant\" in the context of this database.",
  "essential": "Provides data that is essential and should be included in any enhanced weathering MRV approach.",
  "primary": "Provides data that could play a central role in estimating enhnaced enhanced weathering outcomes, contingent on the overall MRV approach chosen. Gathering redundant primary data is likely appropriate to support learning and validation of an MRV approach.",
  "secondary": "Provides data that could be necessary or useful in complement to essential and primary data.",
  "extra": "Provides data on potential side effects or unknown unknowns."
}
